---
kind: other
id: Properties.T:Autodesk.Revit.DB.FamilyElementVisibility
source: html/7c6e06c8-7252-79dc-729c-945c9bf2faae.htm
---
# FamilyElementVisibility Properties

Identifies if the object is read-only or modifiable.